Repository: hallyn/shadow-www
Catalog: po/*.po
Languages: de, fr

source: shadow - Welcome
de: Shadow - Willkommen
fr: shadow - Bienvenu

source: Welcome!
de: Willkommen!
fr: Bienvenu !

source: This is the shadow tool suite home page.
de: Dies ist die Heimatseite der Shadow-Werkzeugsammlung.
fr: Vous êtes sur la page d'accueil de la suite d'outils shadow.

source: 2009-07-24 - New release: 4.1.4.2
de: 2009-07-24 - Neue Veröffentlichung: 4.1.4.2

source: A new minor version was released. See <a href="releases/shadow-4.1.4.2.NEWS">shadow-4.1.4.2.NEWS</a> for more details.
de: Eine neue Unterversion wurde veröffentlicht. Lesen Sie href="releases/shadow-4.1.4.2.NEWS">shadow-4.1.4.2.NEWS</a> für weitere Details.

source: 2009-05-22 - New release: 4.1.4.1
de: 2009-05-22 - Neue Veröffentlichung: 4.1.4.1

source: This is a minor release with bug fixes and some small new features. See <a href="releases/shadow-4.1.4.1.NEWS">shadow-4.1.4.1.NEWS</a> for more details.
de: Dies ist eine neue Unterversion mit Fehlerkorrekturen und einigen kleinen neuen Funktionen. Lesen Sie <a href="releases/shadow-4.1.4.1.NEWS">shadow-4.1.4.1.NEWS</a> für weitere Details.

source: 2009-05-11 - New release: 4.1.4
de: 2009-05-11 - Neue Veröffentlichung: 4.1.4

source: This release adds PAM support to the chpasswd and newusers tools. It also contains bug fixes or smaller features that are described in <a href="releases/shadow-4.1.4.NEWS">shadow-4.1.4.NEWS</a>.
de: Diese Veröffentlichung fügt PAM-Unterstützung zu den Werkzeugen Chpasswd und Newusers hinzu. Sie enthält auch Fehlerkorrekturen und kleinere Funktionen, die in <a href="releases/shadow-4.1.4.NEWS">shadow-4.1.4.NEWS</a> beschrieben sind.

source: 2009-04-15 - New release: 4.1.3.1
de: 2009-04-15 - Neue Veröffentlichung: 4.1.3.1

source: This release fixes a bug which caused wrong permission to be set on the terminals used after login. Only 4.1.3 was affected.
de: Diese Veröffentlichung behebt einen Fehler, der bei nach der Anmeldung verwandten Terminals zu falsch gesetzten Rechten führte. Nur 4.1.3 war betroffen.

source: It also fixes some bugs on the SE Linux support.
de: Sie behebt auch einige Fehler in der SE-Linux-Unterstützung.

source: 2009-04-12 - New release: 4.1.3
de: 2009-04-12 - Neue Veröffentlichung: 4.1.3

source: Another version of shadow was released. You can find a comprehensive list of changes on <a href="releases/shadow-4.1.3.NEWS">shadow-4.1.3.NEWS</a>.
de: Eine weitere Version von Shadow wurde veröffentlicht. Sie finden eine umfassende Liste der Änderungen unter <a href="releases/shadow-4.1.3.NEWS">shadow-4.1.3.NEWS</a>.

source: 2008-11-23 - New release: 4.1.2.2
de: 2008-11-23 - Neue Veröffentlichung: 4.1.2.2

source: A new version of shadow was released. It fixes a "race condition" vulnerability in login, which could lead to gaining ownership or changing mode of arbitrary files; and a possible login DOS when an attacker can inject forged entries in utmp.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie behebt eine »race condition«-Verwundbarkeit in Login, die zur Erlangung der Eigentümerschaft oder der Modus-Änderung beliebiger Dateien führen konnte sowie eine mögliche Diensteverweigerung (DOS), wenn ein Angreifer gefälschte Einträge in Utmp einschleusen konnte.

source: You can find a comprehensive list of changes on <a href="releases/shadow-4.1.2.2.NEWS">shadow-4.1.2.2.NEWS</a>.
de: Sie finden eine umfassende Liste der Änderungen unter <a href="releases/shadow-4.1.2.2.NEWS">shadow-4.1.2.2.NEWS</a>.

source: 2008-06-26 - New release: 4.1.2.1
de: 2008-06-26 - Neue Veröffentlichung: 4.1.2.1

source: A new version of shadow was released. It fixes an "audit log injection" vulnerability in login, when configured with audit support.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie behebt eine »audit log injection«-Verwundbarkeit in Login, wenn dieses mit Audit-Unterstützung konfiguriert wurde.

source: You can find a comprehensive list of changes on <a href="releases/shadow-4.1.2.1.NEWS">shadow-4.1.2.1.NEWS</a>.
de: Sie finden eine umfassende Liste der Änderungen unter <a href="releases/shadow-4.1.2.1.NEWS">shadow-4.1.2.1.NEWS</a>.

source: 2008-05-25 - New release: 4.1.2
de: 2008-05-25 - Neue Veröffentlichung: 4.1.2
fr: 2008-05-25 - Nouvelle version : 4.1.2

source: A new version of shadow was released. You can find a comprehensive list of changes on <a href="releases/shadow-4.1.2.NEWS">shadow-4.1.2.NEWS</a>.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie können eine umfassende Liste der Änderungen unter <a href="releases/shadow-4.1.2.NEWS">shadow-4.1.2.NEWS</a> finden.

source: 2008-04-02 - New release: 4.1.1
de: 2008-04-02 - Neue Veröffentlichung: 4.1.1
fr: 2008-04-02 - Nouvelle version : 4.1.1

source: A new version of shadow was released. It contains a lot of fixes for bugs found with the <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">testsuite</a>.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie enthält eine Reihe von Korrekturen für Fehler, die mit der <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">Testsuite</a> gefunden wurden.

source: 2008-03-09 - The website is translated!
de: 2008-03-09 - Die Website ist übersetzt!
fr: 2008-03-09 - Le site web est traduit !

source: An internationalization infrastructure was setup for the website using <a href="http://po4a.alioth.debian.org">po4a</a>.
de: Auf der Website wurde eine Internationalisierungsinfrastruktur mittels <a href="http://po4a.alioth.debian.org">po4a</a> eingerichtet.
fr: Une infrastructure pour l'internationalisation du site we a été mise en place en utilisant <a href="http://po4a.alioth.debian.org">po4a</a>.

source: The website is now translated in French, and you can jump back to the English version using the links at the bottom of every pages.
de: Die Website ist jetzt auf Französisch übersetzt. Sie können über die Links am Ende jeder Seite auf die englische Version zurückspringen.
fr: Le site web est maintenant traduit en français et vous pouvez revenir à la version anglaise en utilisant les liens en bas de toute les pages.

source: The <a href="coverage">coverage</a> of the <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">testsuite</a> was also added to the website.
de: Die <a href="coverage">Abdeckung</a> der <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">Testsuite</a> wurde auch zur Website hinzugefügt.

source: 2007-12-10 - New release: 4.1.0
de: 2007-12-10 - Neue Veröffentlichung: 4.1.0
fr: 2007-12-10 - Nouvelle version : 4.1.0

source: A new version of shadow was released. It contains patches gathered from various distributions, the documentation of the login.defs variables, support for SHA password encryption methods, and lots of bug fixes.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie enthält Patches aus verschiedenen Distributionen, die Dokumentation der Variablen aus login.defs, Unterstützung für die SHA-Passwortverschlüsselungsmethode und eine Reihe von Fehlerkorrekturen.
fr: Une nouvelle version de shadow est sortie. Elle contient des patches provenant de différentes distributions, la documentation des variables de login.defs, la gestion des méthodes de chiffrement SHA pour les mots de passe et de nombreuses corrections de bogues.

source: The manpages are now generated depending on the configuration. It is recommended to re-generate them if you change some configure options.
de: Die Handbuchseiten werden jetzt abhängig von der Konfiguration erstellt. Es wird empfohlen, sie bei Änderung von Konfigurationsoptionen neu zu erstellen.
fr: Les pages de manuel sont désormais générées en fonction de la configuration. Il est recommendé de les re-générer si vous changer les options de configuration.

source: 2007-10-28 - New release: 4.0.18.2
de: 2007-10-28 - Neue Veröffentlichung: 4.0.18.2
fr: 2007-10-28 - Nouvelle version : 4.0.18.2

source: A new version of shadow was released. It contains changes accumulated from the previous repository and small recent changes.
de: Eine neue Version von Shadow wurde veröffentlicht. Sie enthält gesammelte Änderungen aus dem vorherigen Depot und kleinere neuere Änderungen.
fr: Une nouvelle version de shadow est sortie. Elle contient des changements accumulés dans le repository précédent et de petites modification récentes.

source: The packaging should not have change too much. Tell us if there are some packaging issues.
de: Die Paketierung sollte sich nicht groß geändert haben. Teilen Sie uns mit, falls es Paketierungsprobleme gibt.
fr: Le packaging n'a pas du trop changer. Indiquez-nous si vous trouvez des problèmes.

source: 2007-10-07 - New repository layout for upstream development
de: 2007-10-07 - Neues Depot-Layout für die Entwicklung der Originalautoren
fr: 2007-10-07 - Nouvelle organisation du repository pour le développement amont

source: Upstream development of the shadow tool suite used to be hosted by the <a href="http://www.pld-linux.org/">PLD project</a>.
de: Die Entwicklung der Originalautoren der Shadow-Werkzeugsammlung wurde in der Vergangenheit im Rahmen des <a href="http://www.pld-linux.org/">PLD-Projekts</a> betrieben.
fr: Le développement amont de la suite d'outils shadow était géré par le <a href="http://www.pld-linux.org/">projet PLD</a>.

source: It will now be hosted on Alioth.
de: Sie wird jetzt auf Alioth betrieben.
fr: Il se trouve maintenant sur Alioth.

source: The pkg-shadow repository was reorganized to separate <a href="http://anonscm.debian.org/viewvc/pkg-shadow/upstream/">upstream maintenance</a> from the <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/">Debian package maintenance</a>.
de: Das Depot von Pkg-Shadow wurde neuorganisiert, um die <a href="http://anonscm.debian.org/viewvc/pkg-shadow/upstream/">Pflege des Ursprungsquellcodes</a> von der <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/">Pflege des Debian-Pakets</a> zu trennen.

source: The shadow <a href="http://anonscm.debian.org/viewvc/pkg-shadow/upstream/tags/">history</a> was imported using <a href="releases/old">old archives</a> and the <a href="releases/old/shadow-4.0.18.1+last_pld_cvs.tar.bz2">last known snapshot of CVS repository on PLD</a>.
de: Die <a href="http://anonscm.debian.org/viewvc/pkg-shadow/upstream/tags/">Entwicklungsgeschichte</a> von Shadow wurde aus den <a href="releases/old">alten Archiven</a> und dem <a href="releases/old/shadow-4.0.18.1+last_pld_cvs.tar.bz2">letzten bekannten Schnappschuss des CVS-Depots auf PLD</a> importiert.

source: Project links
de: Projekt-Links
fr: Liens du projet

source: The <a href="http://alioth.debian.org/projects/pkg-shadow/">shadow project</a> is hosted on <a href="http://alioth.debian.org">Alioth</a>.
de: Das <a href="http://alioth.debian.org/projects/pkg-shadow/">Shadow-Projekt</a> wird auf <a href="http://alioth.debian.org">Alioth</a> betrieben.
fr: Le <a href="http://alioth.debian.org/projects/pkg-shadow/">projet shadow</a> est hébergé sur <a href="http://alioth.debian.org">Alioth</a>.

source: po4a - Documentation
de: po4a - Dokumentation

source: Documentation
de: Dokumentation

source: Here is an HTML version of the po4a's manpages.
de: Hier befindet sich eine HTML-Version der Handbuchseiten von Po4a.
fr: Voici une version HTML des pages de manuel de po4a.

source: The <a href="man/man7/po4a.7.php">po4a.7</a> manpage provides an introduction to po4a.
de: Die Handbuchseite <a href="man/man7/po4a.7.php">po4a.7</a> bietet eine Einführung in po4a.
fr: La page de manuel <a href="man/man7/po4a.7.php">po4a.7</a> fournit une introduction à po4a.

source: For more details, the <a href="man/">index</a> provides the documentation of the various commands and modules.
de: Für weitere Details stellt der <a href="man/">Index</a> die Dokumentation der verschiedenen Befehle und Module bereit.
fr: Pour plus de détails, consultez l'<a href="man/">index</a> qui fournit la documentation des commandes et modules de po4a.

source: Help
de: Hilfe
fr: Aide

source: We can help you to set up a translation framework for your project's documentation or to adapt po4a to your needs. Do not hesitate to contact us on our <a href="mailto:po4a-devel@lists.alioth.debian.org">mailing list</a> or on IRC (#po4a on oftc).
de: Wir können Ihnen helfen, einen Übersetzungsrahmen für Ihre Projektdokumentation einzurichten oder Po4a an Ihre Bedürfnisse anzupassen. Zögern Sie nicht, mit uns auf unserer <a href="mailto:po4a-devel@lists.alioth.debian.org">Mailingliste</a> oder auf IRC (#po4a auf oftc) Kontakt aufzunehmen.
fr: Nous pouvons vous aider à mettre en place un environnement de traduction pour la documentation de votre projet. N'hésitez pas à nous contacter sur notre <a href="mailto:po4a-devel@lists.alioth.debian.org">liste de diffusion</a> ou sur IRC (#po4a sur oftc).

source: Sources
de: Quellen

source: You can find the sources of the latest release on <a href="releases">Alioth</a>.
de: Sie können die Quellen der neuesten Veröffentlichung auf <a href="releases">Alioth</a> finden.

source: The archives are signed by one of these gpg keys:
de: Die Archive sind mit einem der folgenden GPG-Schlüssel signiert:
fr: Les archives sont signées par une de ces clefs gpg :

source: Binary
de: Übersetze Programme
fr: Binaire

source: There are binary packages of the shadow tool suite in many OpenSource distributions (Debian, Ubuntu, Gentoo, Fedora, Mandriva, and probably others).
de: Es gibt Binärpakete der Shadow-Werkzeug-Suite für viele OpenSource-Distributionen (Debian, Ubuntu, Gentoo, Fedora, Mandriva und wahrscheinlich weiteren).
fr: Il existe des paquets binaires de la suite d'outils shadow dans beaucoup de distributions OpenSource (Debian, Ubuntu, Gentoo, Fedora, Mandriva et probablement d'autres).

source: On Debian, the shadow tool suite is distributed as two separated packages: <a href="http://packages.debian.org/login">login</a> and <a href="http://packages.debian.org/passwd">passwd</a>.
de: Unter Debian wird die Shadow-Werkzeug-Suite als zwei seperate Pakete vertrieben: <a href="http://packages.debian.org/login">Login</a> und <a href="http://packages.debian.org/passwd">Passwd</a>.
fr: Pour Debian, la suite d'outils shadow est distribuée en deux paquets : <a href="http://packages.debian.org/login">login</a> et <a href="http://packages.debian.org/passwd">passwd</a>.

source: The latest sources are available from our <a href="svn://anonscm.debian.org/pkg-shadow/">SVN repository</a>.
de: Die neusten Quellen sind aus unserem <a href="svn://anonscm.debian.org/pkg-shadow/">SVN-Depot</a> erhältlich.

source: You can browse the source on the web with <a href="http://anonscm.debian.org/viewvc/pkg-shadow/">ViewVC</a>.
de: Sie können die Quellen im Web mit <a href="http://anonscm.debian.org/viewvc/pkg-shadow/">ViewVC</a> durchstöbern.

source: shadow - Features
de: Shadow - Funktionen
fr: shadow - Fonctionnalités

source: Introduction
de: Einleitung

source: shadow includes the following tools:
de: Shadow enthält die folgenden Werkzeuge:
fr: shadow fournit les outils suivants :

source: change user password expiry information
de: Ändern der Passwortablaufinformationen von Benutzern
fr: Modifier les informations de validité d'un mot de passe

source: change real user name and information
de: Ändern des echten Benutzernamens und sonstiger Informationen
fr: Modifier le nom complet et les informations associées à un utilisateur

source: change login shell
de: Ändern der Login-Shell
fr: Changer l'interpréteur de commandes initial

source: check and enforce password expiration policy
de: Überprüfen und Erzwingen der Passwortablaufrichtlinie
fr: Vérifier et sécuriser la durée de validité des mots de passe

source: administer the /etc/group file
de: Administration der Datei /etc/group
fr: Administrer le fichier /etc/group

source: begin session on the system
de: Starten einer Sitzung auf dem System
fr: Démarrer une session sur le système

source: log in to a new group
de: Anmelden in einer neuen Gruppe
fr: se connecter avec un nouveau groupe

source: change user password
de: Ändern des Benutzerpassworts
fr: Modifier le mot de passe d'un utilisateur

source: execute command as different group ID
de: Ausführen eines Befehls unter einer anderen Gruppen-ID
fr: exécuter une commande avec un autre identifiant de groupe

source: change user ID or become superuser
de: Ändern der Benutzer-ID oder Administrator werden
fr: Changer d'identifiant d'utilisateur ou devenir superutilisateur

source: login failure logging file
de: Datei, in der fehlgeschlagene Anmeldungen protokolliert werden
fr: journal des échecs de connexion

source: shadowed group file
de: Shadow-Gruppendatei
fr: informations cachées sur les groupes

source: shadow password suite configuration
de: Konfiguration der Shadow-Password-Suite
fr: configuration de la suite des mots de passe cachés « shadow password »

source: the password file
de: Die Passwortdatei
fr: fichier des mots de passe

source: encrypted password file
de: Verschlüsselte Passwortdatei
fr: fichier des mots de passe cachés

source: update group passwords in batch mode
de: Aktualisiert die Gruppenpasswörter im Stapelmodus
fr: Mettre à jour par lot des mots de passe des groupes

source: update passwords in batch mode
de: Aktualisiert die Passwörter im Stapelmodus
fr: Mettre à jour des mots de passe par lot

source: display faillog records or set login failure limits
de: Anzeige der Faillog-Datensätze oder setzen der Grenzen für fehlgeschlagene Anmeldungen
fr: Examiner le fichier faillog, et fixer les limites d'échecs de connexion

source: create a new group
de: Erstellung einer neuen Gruppe
fr: Créer un nouveau groupe

source: delete a group
de: Löschen einer Gruppe
fr: Supprimer un groupe

source: modify a group definition on the system
de: Veränderung der Gruppendefinition auf dem System
fr: Modifier la définition d'un groupe du système

source: verify integrity of group files
de: Überprüft die Integrität der Gruppendateien
fr: Vérifier l'intégrité des fichiers d'administration des groupes

source: convert to and from shadow passwords and groups
de: Von und in Shadow-Passwörter und -Gruppen konvertieren
fr: Convertir vers ou depuis les fichiers de mots de passe ou de groupe cachés

source: reports the most recent login of all users or of a given user
de: Berichtet die letzten Anmeldungen aller oder bestimmter Benutzer
fr: signaler les connexions les plus récentes de tous les utilisateurs ou d'un utilisateur donné

source: update and create new users in batch
de: Aktualisiert und erstellt neue Benutzer im Stapelmodus
fr: Mettre à jour, ou créer de nouveaux utilisateurs par lots

source: politely refuse a login
de: Lehnt eine Anmeldung höflich ab
fr: refuser poliment une connexion

source: verify integrity of password files
de: Überprüft die Integrität der Passwort-Dateien
fr: Vérifier l'intégrité des fichiers de mots de passe

source: create a new user or update default new user information
de: Erstellt einen neuen Benutzer oder aktualisiert die Standard-Benutzerinformationen
fr: créer un nouvel utilisateur ou modifier les informations par défaut appliquées aux nouveaux utilisateurs

source: delete a user account and related files
de: Löscht ein Benutzerkonto und zugehörige Dateien
fr: supprimer un compte utilisateur et les fichiers associés

source: modify a user account
de: Bearbeitet ein Benutzerkonto
fr: Modifier un compte utilisateur

source: edit the password, group, shadow-password or shadow-group file
de: Bearbeitet die Passwort-, Gruppen-, Shadow-Passwort- oder Shadow-Gruppen-Datei
fr: éditer les fichiers passwd, group, shadow ou gshadow

source: shadow - Get involved!
de: Shadow - Machen Sie mit!
fr: shadow - Participez !

source: The <a href="http://alioth.debian.org/projects/pkg-shadow/">pkg-shadow</a> project on Alioth is used for upstream maintenance of shadow and for the maintenance of the Debian shadow package.
de: Das Projekt <a href="http://alioth.debian.org/projects/pkg-shadow/">pkg-shadow</a> auf Alioth wird für die Wartung der Originalautoren und für die Wartung des Debian-Pakets von Shadow verwandt.
fr: Le projet <a href="http://alioth.debian.org/projects/pkg-shadow/">pkg-shadow</a> sur Alioth sert à la fois pour la maintenance de shadow et pour la maintenance du paquet Debian shadow.

source: Get involved!
de: Machen Sie mit!
fr: Participez !

source: If you want to participate, you can contact us
de: Falls Sie mitmachen wollen, können Sie uns unter
fr: Si vous voulez participer, vous pouvez nous contacter :

source: on our <a href="mailto:pkg-shadow-devel@lists.alioth.debian.org">mailing list</a> (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-devel/">archives</a>),
de: unserer <a href="mailto:pkg-shadow-devel@lists.alioth.debian.org">Mailingliste</a> (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-devel/">Archive</a>),
fr: Sur notre <a href="mailto:pkg-shadow-devel@lists.alioth.debian.org">liste de diffusion</a> (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-devel/">archives</a>),

source: on IRC (#shadow on freenode).
de: und im IRC (#shadow auf Freenode) erreichen.
fr: sur IRC (#shadow sur freenode).

source: Bug reports, patches, feature requests or any feedback are welcomed on the mailing list, in the <a href="https://alioth.debian.org/tracker/?group_id=30580">Alioth tracker</a> or in the <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?src=shadow">Debian BTS</a>.
de: Fehlerberichte, Patches, Funktionalitätsanforderungen oder jegliche Rückmeldung sind (auf Englisch) auf der Mailingliste, im <a href="https://alioth.debian.org/tracker/?group_id=30580">Alioth-Tracker</a> oder im <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?src=shadow">Debian-BTS</a> willkommen.
fr: Rapport de bogues, patches, demandes de fonctionnalités ou toute forme de retour sont bienvenus sur la liste de diffusion, sur le <a href="http://alioth.debian.org/tracker/?group_id=30580">système de suivi d'Alioth</a> ou le <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?src=shadow">système de suivi des bogues Debian</a>

source: Commit emails are sent on a separate <a href="mailto:pkg-shadow-commits@lists.alioth.debian.org">mailing list</a> (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-commits/">archives</a>).
de: Commit-E-Mails werden auf eine separate <a href="mailto:pkg-shadow-commits@lists.alioth.debian.org">Mailingliste</a> (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-commits/">Archive</a>) gesandt.
fr: Les courriers de notiffications de commit sont envoyés sur une <a href="mailto:pkg-shadow-commits@lists.alioth.debian.org">liste de diffusion</a> séparée (<a href="http://lists.alioth.debian.org/pipermail/pkg-shadow-commits/">archives</a>).

source: You can also contribute to the <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">test suite</a> and improve the <a href="coverage">coverage</a> of these tests.
de: Sie könne auch zur <a href="http://anonscm.debian.org/viewvc/pkg-shadow/debian/trunk/tests/">Testsuite</a> beitragen und die <a href="coverage">Abdeckung</a> der Tests verbessern.

source: The testsuite is currently executed on a Debian environment. You can help testing it on another environment.
de: Die Testsuite wird derzeit in einer Debian-Umgebung ausgeführt. Sie können dabei helfen, sie in einer anderen Umgebung auszuführen.

source: Welcome
de: Willkommen
fr: Bienvenu

source: Features
de: Funktionalitäten
fr: Fonctionnalités

source: Get Involved
de: Mitarbeiten
fr: Participer

source: Translations
de: Übersetzungen
fr: Traductions

source: shadow - Translations
de: Shadow - Übersetzungen
fr: shadow - Traductions

source: Translating
de: Übersetzen
fr: Traduire
