Repository: hallyn/shadow-www
Catalog: po/*.po
Languages: de, fr

source: Strings are usually frozen one or two weeks before the releases. Tell us if you want to be notified.
de: Die Zeichenketten werden normalerweise ein- bis zwei Wochen vor der Veröffentlichung eingefroren. Teilen Sie uns mit, falls Sie davon in Kenntnis gesetzt werden möchten.
fr: Les chaînes sont généralement gelées une à deux semaines avant la sortie d'une version. Indiquez nous si vous voulez être informé.

source: See below for the list of available translations and work needed.
de: Lesen Sie unten die Liste der verfügbaren Übersetzungen und der benötigten Arbeit.
fr: Voyez ci-dessous pour la liste des traductions disponibles et le travail restant à faire.

source: You can find the translation material on our SVN repository.
de: Sie können das Übersetzungsmaterial in unserem SVN-Depot finden.
fr: Vous trouverez les fichiers PO pour les traductions dans notre dépot SVN.

source: Available translations
de: Verfügbare Übersetzungen:
fr: Traductions disponibles

source: The shadow tool suite is currently translated in the following languages:
de: Die Shadow-Werkzeugsammlung ist derzeit in die folgenden Sprachen übersetzt:
fr: La suite d'outils shadow est traduite dans les langues suivantes :

source: Translations of the documentation
de: Übersetzungen der Dokumentation
fr: Traductions de la documentation

source: The shadow manpages are also translated in the following languages:
de: Die Handbuchseiten von Shadow sind auch in die folgenden Sprachen übersetzt:
fr: Les pages de manuel de shadow sont également disponibles dans les langues suivantes :

source: Note: This only represents the manpages PO based translations. Some of the shadow manpages are also translated in the following languages: Czech, Spanish, Finish, Hungarian, Indonesian, Italian, Japanese, Korean, Portuguese (as spoken in Brasil), Turkish, Simplified Chinese, Traditional Chinese. These translations are outdated, please contact us if you want to update them.
de: Hinweis: Dies stellt nur die PO-basierten Übersetzungen der Handbuchseiten dar. Einige der Shadow-Handbuchseiten wurden auch in eine der folgenden Sprachen übersetzt: Tschechisch, Spanisch, Finnisch, Ungarisch, Indonesisch, Italienisch, Japanisch, Koreanisch, Portugiesisch (wie in Brasilien gesprochen), Türkisch, vereinfachtes Chinesisch, traditionelles Chinesisch. Diese Übersetzungen sind veraltet, bitte informieren Sie uns, wenn Sie sie aktualisieren möchten.
fr: Note : il ne s'agit que des pages de manuel traduites à partir des fichiers PO. Certaines page de manuel de shadow sont aussi traduites dans les langues suivantes : tchèque, espagnol, finois, hongrois, indonésien, italien, japonais, koréen, portuguais brésilien, turque, chinois simplifié, chinois traditionnel. Ces traductions ne sont pas à jour, veuillez nous contacter si vous souhaitez les mettre à jour.

source: Translations of the web site
de: Übersetzungen der Website
fr: Traductions du site web

source: This web site is also translated in the following languages:
de: Diese Website ist auch in die folgenden Sprachen übersetzt:
fr: Ce site web est aussi traduit dans les langues suivantes :

source: A new version of shadow was released. You can find a comprehensive list of changes on <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/shadow-4.1.2.NEWS">shadow-4.1.2.NEWS</a>.
fr: Une nouvelle version de shadow est sortie. Vous trouverez un résumé des modifications sur <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/shadow-4.1.2.NEWS">shadow-4.1.2.NEWS</a>.

source: A new version of shadow was released. It contains a lot of fixes for bugs found with the <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">testsuite</a>.
fr: Une nouvelle version de shadow est sortie. Elle contient de nombreuses corrections de bogues trouvés à l'aide de la <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">suite de tests</a>.

source: The <a href="coverage">coverage</a> of the <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">testsuite</a> was also added to the website.
fr: La <a href="coverage">couverture</a> des tests de la <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">suite de tests</a> a également été ajoutée au site web.

source: The pkg-shadow repository was reorganized to separate <a href="http://svn.debian.org/wsvn/pkg-shadow/upstream/">upstream maintenance</a> from the <a href="http://svn.debian.org/wsvn/pkg-shadow/debian/">Debian package mainenance</a>.
fr: Le repository pkg-shadow a été réorganisé pour séparer la <a href="http://svn.debian.org/wsvn/pkg-shadow/upstream/">maintenance amont</a> de la <a href="http://svn.debian.org/wsvn/pkg-shadow/debian/"> maintenance du paquet Debian</a>.

source: The shadow <a href="http://svn.debian.org/wsvn/pkg-shadow/upstream/tags/">history</a> was imported using <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/old">old archives</a> and the <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/old/shadow-4.0.18.1+last_pld_cvs.tar.bz2">last known snapshot of CVS repository on PLD</a>.
fr: L'<a href="http://svn.debian.org/wsvn/pkg-shadow/upstream/tags/>historique</a> de shadow a été importé en utilisant les <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/old">anciennes archives</a> et la <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow/old/shadow-4.0.18.1+last_pld_cvs.tar.bz2">dernière version connue du dépot CVS de PLD</a>.

source: shadow - Download
fr: shadow - Téléchargement

source: You can find the sources of the latest release on <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow">Alioth</a>.
fr: Vous pouvez trouver les sources de la dernière version sur <a href="ftp://pkg-shadow.alioth.debian.org/pub/pkg-shadow">Alioth</a>.

source: The latest sources are available from our <a href="svn://svn.debian.org/pkg-shadow/">SVN repository</a>.
fr: Les dernières sources sont disponibles sur notre <a href="svn://svn.debian.org/pkg-shadow/">dépot SVN</a>.

source: You can browse the source on the web with <a href="http://svn.debian.org/wsvn/pkg-shadow">WebSVN</a> or <a href="http://svn.debian.org/viewsvn/pkg-shadow/">ViewSVN</a>.
fr: Vous pouvez naviger dans les sources en utilisant <a href="http://svn.debian.org/wsvn/pkg-shadow">WebSVN</a> ou <a href="http://svn.debian.org/viewsvn/pkg-shadow/">ViewSVN</a>.

source: Testsuite
fr: Suite de tests

source: You can also contribute to the <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">test suite</a> and improve the <a href="coverage">coverage</a> of these tests.
fr: Vous pouvez également contribuer à la <a href="http://svn.debian.org/viewsvn/pkg-shadow/debian/trunk/tests/">suite de tests</a> et améliorer la <a href="coverage">couverture</a> de ces tests.

source: The testsuite is currently executed on a Debain environment. You can help testing it on another environment.
fr: La suite de tests est actuellement utilisée dans un environnement Debian. Vous pouvez aider en la testant dans d'autres environnements.

source: Download
fr: Téléchargement
